Repository: skylarkcob/hocwp-theme
Catalog: custom/languages/*.po
Languages: vi

# custom post type
source: Search %s
vi: Tìm kiếm %s

# custom post type
source: No %s found.
vi: Không tìm thấy %s.

# custom post type
source: No %s found in Trash.
vi: Không có %s nào trong thùng rác.

# custom post type
source: Parent %s:
vi: Cha %s:

# custom post type
source: All %s
vi: Tất cả %s

# custom post type
source: %s Archives
vi: Lưu trữ %s

# custom post type
source: %s Attributes
vi: Thuộc tính %s

# custom post type
source: Insert into %s
vi: Thêm vào %s

# custom post type
source: Uploaded to this %s
vi: Được tải lên %s này

# custom post type
source: Featured Image
vi: Ảnh nổi bật

# custom post type
source: Set featured image
vi: Thiết lập ảnh nổi bật

# custom post type
source: Remove featured image
vi: Xóa ảnh nổi bật

# custom post type
source: Use as featured image
vi: Sử dụng làm ảnh nổi bật

# custom post type
source: Filter %s list
vi: Lọc danh sách %s

# custom post type
source: %s list navigation
vi: %s danh sách điều hướng

# custom post type
source: %s list
vi: Danh sách %s

# custom post type
source: %s published.
vi: %s đã được đăng.

# custom post type
source: %s published privately.
vi: %s đã được đăng riêng tư.

# custom post type
source: %s reverted to draft.
vi: %s đã được khôi phục từ thùng rác.

# custom post type
source: %s scheduled.
vi: %s đã được lên lịch.

# custom post type
source: %s updated.
vi: %s đã được cập nhật.

# custom taxonomy term
source: Search %s
vi: Tìm kiếm %s

# custom taxonomy term
source: Popular %s
vi: %s phổ biến

# custom taxonomy term
source: All %s
vi: Tất cả %s

# custom taxonomy term
source: Parent %s
vi: %s cha

# custom taxonomy term
source: Parent %s:
vi: %s cha:

# custom taxonomy term
source: Edit %s
vi: Chỉnh sửa %s

# custom taxonomy term
source: View %s
vi: Xem %s

# custom taxonomy term
source: Update %s
vi: Cập nhật %s

# custom taxonomy term
source: Add New %s
vi: Thêm %s mới

# custom taxonomy term
source: New %s Name
vi: Tạo tên %s mới

# custom taxonomy term
source: Separate %s with commas
vi: %s cách nhau bởi dấu phẩy

# custom taxonomy term
source: Add or remove %s
vi: Thêm hoặc xóa %s

# custom taxonomy term
source: Choose from the most used %s
vi: Chọn từ danh sách %s được dùng nhiều

# custom taxonomy term
source: No %s found.
vi: Không tìm thấy %s.

# custom taxonomy term
source: No %s
vi: Không %s

# custom taxonomy term
source: %s list navigation
vi: Dach sách phân trang %s

# custom taxonomy term
source: %s list
vi: Danh sách %s

# custom taxonomy term
source: Most Used
vi: Được dùng nhiều

# custom taxonomy term
source: &larr; Back to %s
vi: &larr; Trở lại %s

source: Toggle menu
vi: Chuyển đổi menu

source: Menu
vi: Trình đơn

source: The <strong>$sql_column</strong> argument just only contains MySQL query inside (), it isn't full MySQL query.
vi: Tham số <strong>$sql_column</strong> chỉ chứa truy vấn MySQL bên trong ngoặc đơn (), chứ không phải chứa câu truy vấn MySQL đầy đủ.

source: Add a menu
vi: Thêm trình đơn

source: #%d (no title)
vi: #%d (không có tiêu đề)

source: Show sub menu
vi: Hiển thị trình đơn con

source: API name cannot be empty, can be videos, search,...
vi: Tên API không thể trống, có thể là videos, search,...

source: Use default the_post_thumbnail function instead.
vi: Sử dụng hàm the_post_thumbnail mặc định để thay thế.

source: Your theme is blocked.
vi: Giao diện của bạn đã bị khóa.

source: Invalid License
vi: Bản quyền trái phép

source: Notify license
vi: Thông báo bản quyền

source: Are you sure you want to delete?
vi: Bạn có chắc là muốn xóa hay không?

source: Changes you made may not be saved.
vi: Những thay đổi của bạn có thể chưa được lưu.

source: Theme created by %s
vi: Giao diện được tạo bởi %s

source: Save
vi: Lưu

source: The changes you made will be lost if you navigate away from this page.
vi: Những thay đổi bạn đã thực hiện sẽ bị mất nếu bạn rời khỏi trang này.

source: Waiting...
vi: Đang đợi...

source: Load more
vi: Tải thêm

source: Remove %s
vi: Xóa %s

source: Click the %s to edit or update
vi: Nhấn vào %s để chỉnh sửa hoặc cập nhật

source: Change %s
vi: Thay đổi %s

# quicktags description
source: Horizontal rule line
vi: Thẻ hr

# quicktags description
source: HTML Description List Element
vi: Thẻ dl

# quicktags description
source: HTML Definition Term Element
vi: Thẻ dt

# quicktags description
source: HTML Description Element
vi: Thẻ dd

# quicktags description
source: Indentation
vi: Thụt đầu dòng

# quicktags description
source: Heading 2
vi: Tiêu đề 2

# quicktags description
source: Heading 3
vi: Tiêu đề 3

# quicktags description
source: Heading 4
vi: Tiêu đề 4

# quicktags description
source: Split the article into multiple pages.
vi: Chia bài viết ra thành nhiều trang.

source: Last login
vi: Đăng nhập lần cuối

source: Last Activity
vi: Hoạt động lần cuối

source: If the link above not working, just copy the link below and paste it to browser address bar:
vi: Nếu đường link bên trên không hoạt động, bạn chỉ cần sao chép đường dẫn bên dưới và bỏ vào thanh địa chỉ của trình duyệt:

source: Username: %s
vi: Tài khoản: %s

source: To verify your email address, visit the following link:
vi: Để xác thực địa chỉ email của bạn, hãy truy cập vào đường link bên dưới:

source: [%s] Verify your email address
vi: [%s] Xác thực địa chỉ email của bạn

source: Accent Color
vi: Màu nhấn

source: Secondary
vi: Thứ hai

source: Subtle Background
vi: Màu nền tinh tế

# Name of the small font size in the block editor
source: Small
vi: Nhỏ

# Name of the regular font size in the block editor
source: Regular
vi: Bình thường

# Name of the large font size in the block editor
source: Large
vi: Lớn

# Name of the larger font size in the block editor
source: Larger
vi: Lớn hơn

source: <strong>%s:</strong> This extension requires theme core version at least %s.
vi: <strong>%s:</strong> Gói mở rộng này cần phiên bản giao diện ít nhất từ %s.

source: <strong>Error:</strong> One or more extensions are incompatible with the current theme core version.
vi: <strong>Lỗi:</strong> Một hoặc nhiều gói mở rộng không tương thích với phiên bản nhân giao diện hiện tại.

source: Theme core version doesn't meet requirements
vi: Phiên bản nhân giao diện không đúng

source: Sorry! Theme gets error because of missing required plugins. If you are admin of this site, please install and activate plugin %s for theme working normally.
vi: Xin lỗi! Giao diện bị lỗi do thiếu các plugin bắt buộc. Nếu bạn là người quản trị trang web này, xin vui lòng cài đặt và kích hoạt plugin %s để giao diện được hoạt động bình thường.

source: <strong>%s:</strong> The site is experiencing technical difficulties. Please contact administrator for more details.
vi: <strong>%s:</strong> Trang web đang gặp sự cố kỹ thuật. Xin vui lòng liên hệ với người quản trị để biết thêm chi tiết.

source: <strong>%s:</strong> The site is experiencing technical difficulties. Please contact administrator for more details. If you are owner of this site, try to <a href="%s">login here</a> to check it.
vi: <strong>%s:</strong> Trang web đang gặp sự cố kỹ thuật. Xin vui lòng liên hệ với người quản trị để biết thêm chi tiết. Nếu bạn là chủ của trang web này, hãy thử <a href="%s">đăng nhập</a> để kiểm tra.

source: Missing Required Plugins
vi: Thiếu các plugin bắt buộc

source: %s Settings
vi: Cài đặt %s

source: Disable Upgrade
vi: Vô hiệu hóa nâng cấp

source: Enable Upgrade
vi: Bật nâng cấp

source: Upgrade Disabled
vi: Nâng cấp đã được vô hiệu hóa

source: Please enable JavaScript to view the <a href="%s">comments powered by Disqus</a>.
vi: Xin vui lòng kích hoạt Javascript để có thể xem <a href="%s">các bình luận từ Disqus</a>.

source: Bots are not allowed to submit comments.
vi: Máy không được phép thêm bình luận.

source: Bots are not allowed to submit comments. If you are not a bot then please enable JavaScript in browser.
vi: Máy không được phép thêm bình luận. Nếu bạn không phải là máy, xin vui lòng cho phép javascript trên trình duyệt.

source: Please call function get_sidebar instead!
vi: Xin vui lòng gọi hàm get_sidebar để thay thế!

source: Search Results: %s
vi: Kết quả tìm kiếm: %s

source: Next Posts
vi: Bài Tiếp

source: Previous Posts
vi: Bài Trước

source: Close menu
vi: Đóng trình đơn

source: %s sec
vi: %s giây

source: This website uses cookies to ensure you get the best experience on our website. By continuing to browse on this website, you accept the use of cookies for the above purposes.
vi: Trang web này sử dụng cookie để bảo đảm rằng bạn có trải nghiệm tốt nhất khi truy cập trang web. Bằng cách tiếp tục truy cập trang web này, bạn chấp nhận cách sử dụng cookie cho các mục đích trên.

source: We use cookies to give you the best possible website experience. <span>By using %s, you agree to our <a href="%s">%s</a></span>.
vi: Chúng tôi sử dụng cookie để mang đến cho bạn trải nghiệm tốt nhất khi truy cập trang web. <span>Bằng cách sử dụng %s, bạn đồng ý với <a href="%s">%s</a> của chúng tôi</span>.

source: Accept
vi: Chấp nhận

source: Share on %s
vi: Chia sẻ trên %s

source: Submit URL
vi: Gửi URL

source: Submit URL to Google Search Console
vi: Gửi URL đến Google Search Console

# pagination
source: Page %d
vi: Trang %d

source: 0 comment<span class="screen-reader-text"> on %s</span>
vi: 0 bình luận<span class="screen-reader-text"> cho %s</span>

source: Pages:
vi: Trang:

# post date
source: Posted on %s
vi: Đăng ngày %s

# post date
source: Last updated on %s
vi: Cập nhật lần cuối vào %s

# post author
source: by %s
vi: bởi %s

# price format
source: $%s
vi: %sđ

source: CAPTCHA service does not provide.
vi: Dịch vụ CAPTCHA không được cung cấp.

source: <strong>Error:</strong> Please correct the CAPTCHA.
vi: <strong>Lỗi:</strong> Xin vui lòng điền đúng mã bảo mật.

source: <strong>Error:</strong> You are using PHP version %s, please upgrade PHP version to at least %s.
vi: <strong>Lỗi:</strong> Bạn đang dùng phiên bản PHP %s, xin vui lòng nâng cấp PHP lên phiên bản PHP %s hoặc cao hơn.

source: Invalid PHP Version
vi: Phiên bản PHP không đúng

source: One thought on &ldquo;%1$s&rdquo;
vi: 1 bình luận cho &ldquo;%1$s&rdquo;

source: %1$s thoughts on &ldquo;%2$s&rdquo;
vi: %1$s bình luận cho &ldquo;%2$s&rdquo;

source: Comments are closed.
vi: Bình luận đã được đóng.

source: No comments.
vi: Không có bình luận.

source: You can be the first one to leave a comment.
vi: Bạn có thể trở thành người đầu tiên để lại bình luận.

source: Skip to content
vi: Chuyển đến nội dung

source: Last access: %s ago
vi: Truy cập lần cuối: %s trước

source: Last modified: %s ago
vi: Cập nhật lần cuối: %s trước

source: Last changed: %s ago
vi: Thay đổi lần cuối: %s trước

source: WordPress Information
vi: Thông tin WordPress

source: WP version: %s
vi: Phiên bản WP: %s

source: Home URL: %s
vi: Đường dẫn trang chủ: %s

source: Site URL: %s
vi: Đường dẫn trang: %s

source: Admin email: %s
vi: Địa chỉ email admin: %s

source: WP multisite: %s
vi: Đa trang WordPress: %s

source: WP memory limit: %s
vi: Giới hạn bộ nhớ WordPress: %s

source: Home directory: %s
vi: Đường dẫn thư mục trang chủ: %s

source: Content directory: %s
vi: Đường dẫn thư mục hiện tại: %s

source: Plugin directory: %s
vi: Đường dẫn thư mục plugin: %s

source: WP debug mode: %s
vi: Chế độ gỡ lỗi: %s

source: WP debug log active: %s
vi: Kích hoạt tập tin gỡ lỗi: %s

source: Table prefix: %s
vi: Tiền tố table: %s

source: Total users: %s
vi: Tổng số lượng người dùng: %s

source: WP debug log file location: %s
vi: Vị trí tập tin gỡ lỗi: %s

source: WP cron: %s
vi: Lập lịch WordPress: %s

source: Language: %s
vi: Ngôn ngữ: %s

source: Upload directory location: %s
vi: Đường dẫn thư mục tải lên: %s

source: Upload URL location: %s
vi: Đường dẫn tải lên: %s

source: WP local time: %s
vi: Thời gian cục bộ: %s

source: Site time: %s
vi: Giờ của trang: %s

source: DB time: %s
vi: Giờ cơ sở dữ liệu: %s

source: PHP time: %s
vi: Giờ PHP: %s

source: Post types: %s
vi: Loại bài viết: %s

source: Server Information
vi: Thông tin máy chủ

source: Operating system: %s
vi: Hệ điều hành: %s

source: PHP version: %s
vi: Phiên bản PHP: %s

source: MySQL version: %s
vi: Phiên bản MySQL: %s

source: PHP post max size: %s
vi: Kích thước PHP post tối đa: %s

source: PHP time limit: %s
vi: Giới hạn thời gian PHP: %s

source: PHP max input vars: %s
vi: Số lượng biến tối đa: %s

source: Peak memory usage: %s
vi: Giới hạn bộ nhớ tối đa: %s

source: Current memory usage: %s
vi: Bộ nhớ đang dùng hiện tại: %s

source: Max upload size: %s
vi: Dung lượng tải lên tối đa: %s

source: N/A
vi: Không có sẵn

source: cURL version: %s
vi: cURL: %s

source: Suhosin installed: %s
vi: Suhosin được cài đặt: %s

source: Default timezone is UTC: %s
vi: Múi giờ mặc định là UTC: %s

source: PHP Extensions: %s
vi: Tiện ích PHP: %s

source: Remote get status
vi: Trạng thái remote get

source: Recent Modified Theme Files
vi: Các tập tin giao diện thay đổi gần đây

source: Theme Style File
vi: Tập tin style giao diện

source: Theme Custom Readme
vi: Readme giao diện tùy chỉnh

source: Theme Core Readme
vi: Readme nhân giao diện

source: Active Plugins
vi: Các plugin đang kích hoạt

source: Configure File
vi: Tập tin config

source: Theme Object
vi: Đối tượng giao diện

source: Theme Core Object
vi: Đối tượng nhân giao diện

source: Theme Statistics
vi: Thống kê giao diện

source: Theme Custom Statistics
vi: Thống kê giao diện tùy chỉnh

# widget description
source: A list of recent comments on Disqus system.
vi: Danh sách các bình luận mới trên hệ thống Disqus.

# comment items
source: Number items:
vi: Số bình luận hiển thị:

source: Excerpt length:
vi: Độ dài mô tả:

source: Avatar size:
vi: Kích thước ảnh đại diện:

source: Hide moderator's comments?
vi: Ẩn các bình luận từ người quản trị?

source: Hide commenter avatar?
vi: Ẩn ảnh của người bình luận?

source: Title
vi: Tiêu đề

# widget description
source: Show icon with text.
vi: Hiển thị biểu tượng và văn bản.

source: Advanced
vi: Nâng cao

source: Sortable
vi: Sắp xếp

source: Icon URL:
vi: Đường dẫn trỏ đến của biểu tượng:

source: Icon HTML:
vi: Dùng HTML làm biểu tượng:

source: Hover Icon Image:
vi: Biểu tượng khi di chuyển chuột qua bằng hình:

source: Hover Icon HTML:
vi: Biểu tượng khi di chuyển chuột qua bằng HTML:

source: Background Image:
vi: Hình nền:

source: Link to Page:
vi: Trỏ tới trang:

source: HTML Class Attribute:
vi: Thuộc tính HTML class:

source: Sortable:
vi: Sắp xếp:

# widget description
source: Insert code into sidebar by interval time.
vi: Chèn mã vào sidebar theo khoảng thời gian.

# interval minutes
source: Interval time (minutes):
vi: Khoảng thời gian (phút):

source: Code:
vi: Mã:

# widget description
source: Your site's most recent Posts and more.
vi: Hiển thị danh sách bài viết mới.

source: No order
vi: Không sắp xếp

source: Post id
vi: ID bài viết

source: Author
vi: Tác giả

source: Post title
vi: Tiêu đề bài viết

source: Post name
vi: Tên bài viết

source: Post type
vi: Loại bài viết

source: Post date
vi: Ngày đăng bài

source: Last modified date
vi: Ngày cập nhật cuối

source: Post parent id
vi: ID bài viết cha

source: Random post
vi: Bài viết ngẫu nhiên

source: Number of comments
vi: Số lượt bình luận

source: Search term
vi: Tìm kiếm chuyên mục

source: Menu order
vi: Thứ tự menu

source: Meta value
vi: Giá trị meta

source: Numeric meta value
vi: Giá trị meta số

source: DESC
vi: Giảm dần

source: ASC
vi: Tăng dần

source: Thumbnail size:
vi: Kích thước ảnh đại diện:

source: Crop thumbnail to exact dimensions?
vi: Cắt ảnh đại diện theo tỷ lệ chính xác?

source: Number of posts to show:
vi: Số lượng bài viết hiển thị:

source: Post title length:
vi: Độ dài tiêu đề bài viết:

source: Term:
vi: Chuyên mục:

source: Choose some terms
vi: Chọn một vài mục

source: Order by:
vi: Sắp xếp theo:

source: Meta key:
vi: Tên meta:

source: Meta value:
vi: Giá trị meta:

source: Post excerpt length:
vi: Độ dài mô tả:

source: Entry meta:
vi: Meta bài viết:

source: Display post date?
vi: Hiển thị ngày dăng?

source: Display post author?
vi: Hiển thị tác giả?

source: Display post comment count?
vi: Hiện thị số bình luận?

source: Display post excerpt?
vi: Hiện thị mô tả ngắn?

source: Display post category?
vi: Hiển thị chuyên mục bài viết?

source: Display related posts?
vi: Hiển thị bài viết liên quan?

source: Date interval:
vi: Khoảng thời gian:

source: Order:
vi: Sắp xếp:

source: Display type:
vi: Kiểu hiển thị:

source: -- Choose style --
vi: -- Chọn mẫu --

source: First post with full width thumbnail
vi: Bài viết đầu tiên hiển thị hình ảnh rộng

source: Last post with full width thumbnail
vi: Bài viết cuối cùng hiển thị hình ảnh rộng

source: Display full width thumbnail for odd posts
vi: Hiển thị hình ảnh rộng cho bài viết thứ tự lẻ

source: Display full width thumbnail for even posts
vi: Hiển thị hình ảnh rộng cho bài viết thứ tự chẵn

source: Display term as widget title?
vi: Hiển thị chuyên mục làm tiêu đề?

source: Use term link for widget title?
vi: Sử dụng đường dẫn chuyên mục cho tiêu đề?

source: Group posts by each category?
vi: Nhóm bài viết theo từng chuyên mục?

source: View more:
vi: Xem thêm:

source: Show more link, syntax: URL|TEXT|POSITION. For example: https://ldcuong.com|LD Cuong|top.
vi: Hiển thị xem thêm, cú pháp: URL|TEXT|POSITION. Ví dụ: https://ldcuong.com|LD Cuong|top.

# widget description
source: Display widget as tabber.
vi: Hiển thị widget dưới dạng tab.

source: Please drag and drop widget into sidebar %s.
vi: Xin vui lòng kéo và thả widget vào sidebar %s.

source: Tabber widget is not properly configured.
vi: Widget Tabber được cấu hình chưa đúng.

source: Please do not select Sidebar that contains this widget.
vi: Xin vui lòng đừng chọn Sidebar mà có chứa widget này.

source: Sidebar:
vi: Thanh bên:

# widget description
source: A list of terms.
vi: Danh sách chuyên mục.

source: Search %s
vi: Tìm kiếm %s

source: Search category
vi: Tìm kiếm chuyên mục

source: Search tag
vi: Tìm kiếm thẻ

source: Term name
vi: Tên chuyên mục

source: Term slug
vi: Slug chuyên mục

source: Term group
vi: Nhóm chuyên mục

source: Term id
vi: ID chuyên mục

source: Term count
vi: Số bài viết thuộc chuyên mục

source: Number of terms to show:
vi: Số lượng chuyên mục cần hiển thị:

source: Hide terms not assigned to any posts?
vi: Ẩn chuyên mục không được gán vào bất kỳ bài viết nào?

source: Link text format:
vi: Định dạng văn bản hiển thị:

source: Display related terms?
vi: Hiển thị chuyên mục liên quan?

source: Get childs of current term?
vi: Lấy con của chuyên mục hiện tại?

source: Display post count?
vi: Hiển thị số lượng bài viết?

source: Display current term name as widget title?
vi: Hiển thị chuyên mục hiện tại làm tiêu đề widget?

source: Whether to include terms that have non-empty descendants?
vi: Hiển thị hệ thống phân cấp?

source: Display search box for filter terms?
vi: Hiển thị ô tìm kiếm để lọc danh sách?

# widget description
source: A list of top commenters.
vi: Danh sách người bình luận nhiều nhất.

source: Number of top commenters to show:
vi: Số lượng người bình luận cần hiển thị:

source: Posted in %1$s
vi: Được đăng trong %1$s

source: Tagged %1$s
vi: Được gắn thẻ %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
vi: Để lại bình luận<span class="screen-reader-text"> cho %s</span>

source: Edit <span class="screen-reader-text">%s</span>
vi: Chỉnh sửa <span class="screen-reader-text">%s</span>

source: View your shopping cart
vi: Xem giỏ hàng của bạn

source: %d item
vi: %d sản phẩm

source: Nothing Found
vi: Không có gì được tìm thấy

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
vi: Sẵn sàng đăng bài viết đầu tiên? <a href="%1$s">Bắt đầu tại đây</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
vi: Xin lỗi, nhưng không có gì phù hợp với cụm từ tìm kiếm của bạn. Vui lòng thử lại với những từ khóa khác.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
vi: Dường như chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm. Có lẽ trình kiếm có thể giúp được bạn.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
vi: Đọc tiếp<span class="screen-reader-text"> "%s"</span>
