Repository: skylarkcob/hocwp-theme
Catalog: custom/languages/*.po
Languages: vi

source: Sticky setting sidebar while scroll.
vi: Dính thanh bên cài đặt khi cuộn.

source: Classic
vi: Cổ điển

source: View mode
vi: Chế độ xem

source: Each theme has its own customization settings. If you change themes, options may change or disappear, as they are theme-specific. In addition to the functions required by each theme, the optional functions included may not work with the current theme. Your current theme, <strong>%s</strong>, provides the following Theme Options by default:
vi: Mỗi giao diện có cài đặt tùy chỉnh riêng. Nếu bạn thay đổi giao diện, các tùy chọn có thể thay đổi hoặc bị mất, vì chúng chỉ dành riêng cho một giao diện nhất định. Ngoài các chức năng theo yêu cầu của mỗi giao diện, các chức năng tùy chọn đi kèm có thể không hoạt động với giao diện hiện tại. Giao diện hiện tại của bạn, <strong>%s</strong>, cung cấp các cài đặt tùy chọn sau theo mặc định:

source: <strong>Site Identity</strong>: With this setting, you can change the favicon icon and logo that represent the website.
vi: <strong>Nhận dạng trang</strong>: Với cài đặt này, bạn có thể thay đổi hình ảnh logo và biểu tượng thương hiệu trên trình duyệt để người dùng có thể dễ dàng nhận biết trang web của bạn.

source: <strong>Site background</strong>: You can change the background image for the entire page or just use colors.
vi: <strong>Hình nền trang</strong>: Bạn có thể sử dụng ảnh làm hình nền cho toàn trang web hoặc chỉ dùng màu sắc.

source: <strong>Browser color</strong>: You can change the branding colors for mobile browsers.
vi: <strong>Màu sắc trình duyệt</strong>: Bạn có thể thay đổi màu sắc của trình duyệt theo màu chủ đạo của thương hiệu trên thiết bị di động.

source: Remember to click "<strong>Save Changes</strong>" to save any changes you have made to the theme options.
vi: Hãy nhớ nhấn "<strong>Lưu thay đổi</strong>" để lưu bất kỳ thay đổi nào bạn thực hiện đối với các tùy chọn của giao diện.

source: For more information:
vi: Để biết thêm chi tiết:

source: <a href="https://codewp47.com/huong-dan-su-dung/wordpress-dashboard-toan-tap/" target="_blank">How to use WordPress Dashboard</a>
vi: <a href="https://codewp47.com/huong-dan-su-dung/wordpress-dashboard-toan-tap/" target="_blank">Hướng dẫn sử dụng bảng điều khiển</a>

source: <a href="https://codewp47.com/huong-dan-su-dung/cai-dat-giao-dien/" target="_blank">Documentation on Theme Options</a>
vi: <a href="https://codewp47.com/huong-dan-su-dung/cai-dat-giao-dien/" target="_blank">Hướng dẫn cài đặt giao diện</a>

source: <a href="https://ldcuong.com/lien-he/" target="_blank">Contact Us</a>
vi: <a href="https://ldcuong.com/lien-he/" target="_blank">Liên hệ với chúng tôi</a>

source: Overview
vi: Tổng quan

source: Contact Us
vi: Liên hệ chúng tôi

source: Documentation on Theme Options
vi: Tài liệu hướng dẫn cài đặt giao diện

source: How to use WordPress Dashboard
vi: Cách sử dụng Bảng điều khiển WordPress

source: Collapse
vi: Thu gọn

source: Expand
vi: Mở rộng

source: %s options
vi: Cài đặt %s

source: Version %s
vi: Phiên bản %s

source: This theme is created by <a target="_blank" href="%s">HocWP Team</a>. If you have any questions please feel free to <a target="_blank" href="%s">contact us</a> for more information.
vi: Giao diện này được tạo bởi <a target="_blank" href="%s">HocWP Team</a>. Nếu bạn có bất kỳ câu hỏi nào bạn có thể <a target="_blank" href="%s">liên hệ với chúng tôi</a> để biết thêm thông tin.

source: Theme core version %s
vi: Phiên bản nhân giao diện %s

source: <strong>Notice:</strong> All settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
vi: <strong>Thông báo:</strong> Mọi thiết lập đều đã được lưu. Để có thể lưu các cài đặt, đừng quên nhấn vào nút 'Lưu thiết lập' hoặc 'Lưu thay đổi'.

source: The tab name is not valid.
vi: Tên tab không đúng.

source: View %s front-end
vi: Xem %s bên ngoài giao diện

source: View %s
vi: Xem %s

source: Back to required plugins page
vi: Quay trở lại danh sách plugin bắt buộc

source: Back to theme plugins page
vi: Quay trở lại danh sách plugin của giao diện

source: You changed the default admin email address or in debug mode
vi: Bạn đã thay đổi địa chỉ email quản trị mặc định hoặc đang trong chế độ gỡ lỗi

source: You are using a custom email address or a difference email address with default theme email address or your site is in debug mode.
vi: Bạn đang sử dụng một địa chỉ email tùy chỉnh hoặc khác với địa chỉ email mặc định của giao diện hoặc trang web của bạn đang trong chế độ gỡ lỗi.

source: You should change the default admin email address
vi: Bạn nên thay đổi địa chỉ email của người quản trị

source: You still have the default WordPress admin email address. You must provide a valid email address for receiving notifications from your site.
vi: Bạn vẫn đang sử dụng địa chỉ email mặc định của WordPress. Bạn có thể cung cấp một địa chỉ email đang còn hoạt động để nhận thông báo từ trang web của bạn.

source: %1$sYou can change the admin email address in the site general setting page.%2$s
vi: %1$sBanj có thể thay đổi địa chỉ email của người quản trị tại trang cài đặt chung.%2$s

source: Weak password not found
vi: Đã phát hiện mật khẩu yếu

source: All admin accounts seem to use strong passwords.
vi: Có vẻ như tất cả tài khoản quản trị viên đều dùng mật khẩu mạnh.

source: Weak password found
vi: Đã tìm thấy mật khẩu yếu

source: One of the administrator accounts is using a weak password, try to replace all user passwords with strong passwords.
vi: Một trong số những tài khoản quản trị viên đang sử dụng mật khẩu yếu, hãy thay thế tất cả mật khẩu của người dùng thành mật khẩu mạnh.

source: <p>Manage <a href="%s">all administrator accounts</a> here.</p>
vi: <p>Quản lý <a href="%s">tất cả tài khoản quản trị viên</a> tại đây.</p>

source: The default admin account has been changed
vi: Tài khoản quản trị mặc định đã được thay đổi

source: The default admin account contains developer information, simple passwords that are easy to remember, which can make your site accessible and unauthorized use.
vi: Tài khoản admin mặc định chứa thông tin của nhà phát triển, mật khẩu đơn giản dễ nhớ, điều này có thể làm cho trang của bạn bị truy cập và chiếm quyền sử dụng trái phép.

source: You should change the default admin user
vi: Bạn nên thay đổi tài khoản quản trị mặc định

source: You are still using the default admin account. Let's create another admin account and decentralize this default admin account to a read-only group.
vi: Bạn vẫn đang sử dụng tài khoản quản trị mặc định. Hãy tạo một tài khoản quản trị khác và phân quyền tài khoản quản trị mặc định này thành nhóm chỉ có quyền đọc.

source: <p>You can <a href="%s">create new administrator user</a> account, or go to the <a href="%s">administrator tools page</a> of the theme, enter the email address and click create a new admin account.</p>
vi: <p>Bạn có thể <a href="%s">tạo tài khoản admin</a> mới, hoặc đến <a href="%s">trang công cụ quản lý</a> của giao diện, nhập vào địa chỉ email và nhấn tạo tài khoản quản trị mới.</p>

source: Theme
vi: Giao diện

source: %1$sThis was reported by %2$s.%3$s
vi: %1$sĐã được báo cáo bởi %2$s.%3$s

source: Extra Information
vi: Thông tin mở rộng

source: Display:
vi: Hiển thị:

source: List Post Types
vi: Danh sách loại bài viết

source: No items.
vi: Không có mục nào.

source: Select All
vi: Chọn tất cả

source: Add to Menu
vi: Thêm vào trình đơn

source: Please set get_value_callback.
vi: Xin vui lòng cung cấp get_value_callback.

source: Please set update_value_callback.
vi: Xin vui lòng cung cấp update_value_callback.

source: You must call this class in callback of <strong>load-{$pagenow}</strong> action.
vi: Bạn phải gọi class này trong callback của action <strong>load-{$pagenow}</strong>.

# Plugin Installer
source: Installed
vi: Đã cài đặt

source: The list of plugins are being installing on your site.
vi: Danh sách plugin đang được cài đặt trên trang của bạn.

# Plugin Installer
source: Activated
vi: Đã kích hoạt

source: The list of plugins are being activated on your site.
vi: Danh sách các plugin đang được kích hoạt trên trang của bạn.

# Plugin Installer
source: Recommended
vi: Đề nghị

source: These suggestions are based on the plugins you and other users have installed.
vi: Những đề nghị bên dưới dựa trên những plugin mà bạn và mọi người đã cài đặt.

# Plugin Installer
source: Required
vi: Bắt buộc

source: You must install these required plugins for theme can run normally.
vi: Bạn phải cài đặt những plugin bắt buộc cho giao diện để có thể hoạt động bình thường.

# Plugin Installer
source: Should Use
vi: Nên dùng

source: You should install these recommended plugins for theme can work perfectly.
vi: Bạn nên cài đặt những plugin khuyến nghị để giao diện hoạt động tốt hơn.

source: Edit %s
vi: Chỉnh sửa %s

source: Edit
vi: Sửa

source: Make this %s as featured?
vi: Thiết lập %s là nổi bật?

# manage posts columns
source: Featured
vi: Nổi bật

source: Different Title
vi: Tiêu đề khác

source: Short Title
vi: Tiêu đề ngắn

source: Large Thumbnail
vi: Ảnh lớn

source: Add any custom HTML code after post content.
vi: Chèn bất kỳ mã HTML tùy chỉnh nào vào sau nội dung bài viết.

source: Additional Information
vi: Thông tin mở rộng

source: Gallery
vi: Bộ sưu tập

source: Advanced Settings
vi: Cài đặt nâng cao

source: Default Sidebar
vi: Sidebar mặc định

source: Display content box as full width.
vi: Hiển thị nội dung theo dạng full.

source: With this tool, you can search and delete any posts completely automatically.
vi: Với công cụ này, bạn có thể tìm kiếm hoặc xóa bất kỳ bài viết nào hoàn toàn tự động.

source: Search and delete posts
vi: Tìm kiếm và xóa bài viết

source: unknown post type
vi: loại bài viết không xác định

source: <strong>Warning:</strong> You are preparing to permanently delete posts: %s.
vi: <strong>Cảnh báo:</strong> Bạn đang chuẩn bị xóa các bài viết vĩnh viễn: %s.

source: Are you sure? %s
vi: Bạn chắc chứ? %s

source: %s posts have been deleted!
vi: %s bài viết đã được xóa!

source: No posts are deleted.
vi: Không có bài viết nào được xóa.

source: Post Type
vi: Loại bài viết

source: Post IDs
vi: ID bài viết

source: Enter any post ID you want to remove, each ID separated by a commas.
vi: Nhập bất kỳ ID bài viết nào mà bạn muốn xóa, mỗi ID được cách nhau bởi dấu phẩy.

source: Search Post
vi: Tìm kiếm bài viết

source: Enter keywords to search...
vi: Nhập từ khóa để tìm kiếm...

source: Reset
vi: Đặt lại

source: Copied!
vi: Đã được sao chép!

source: Copy all
vi: Sao chép tất cả

source: Filter plugins list
vi: Lọc danh sách gói mở rộng

source: SMTP Email
vi: Gửi mail SMTP

source: Server Configuration
vi: Cài đặt server

source: The configuration of SMTP servers.
vi: Thông tin cài đặt cho SMTP Server.

source: From Email
vi: Email người gửi

source: You can specify the email address that emails should be sent from. If you leave this blank, the default email will be used.
vi: Bạn có thể chỉ định địa chỉ email được gửi từ địa chỉ email nào. Nếu bạn để trống, email mặc định sẽ được sử dụng.

source: From Name
vi: Tên người gửi

source: You can specify the name that emails should be sent from. If you leave this blank, the emails will be sent from WordPress.
vi: Bạn có thể chỉ định email được gửi từ ai. Nếu bạn để trống, các email sẽ được gửi từ WordPress.

source: Return Path
vi: Địa chỉ trả về

source: Set the return-path to match the From Email.
vi: Thiết lập địa chỉ email người nhận khớp với email người gửi.

source: SMTP Host
vi: Địa chỉ máy chủ SMTP

source: smtp.example.com
vi: smtp.tenmien.com

source: SMTP Port
vi: Cổng SMTP

source: Encryption
vi: Mã hóa

source: No encryption.
vi: Không mã hóa.

source: Use SSL encryption.
vi: Sử dụng mã hóa SSL.

source: Use TLS encryption.
vi: Sử dụng mã hóa TLS.

source: TLS is not the same as STARTTLS. For most servers SSL is the recommended option.
vi: TLS không giống với STARTTLS. Hầu hết các server đều sử dụng SSL cho thông tin cài đặt được đề nghị.

source: Username
vi: Tài khoản

source: Password
vi: Mật khẩu

source: Testing And Debugging Settings
vi: Kiểm tra lỗi cài đặt

source: You can use this section to send an email from your server using the above configured SMTP details to see if the email gets delivered.
vi: Bạn có thể sử dụng chức năng này để gửi mail từ server sử dụng thông tin cấu hình SMTP để kiểm tra xem có hoạt động hay không.

source: To:
vi: Tới:

source: Enter the recipient's email address.
vi: Nhập địa chỉ email người nhận.

source: Subject:
vi: Tiêu đề:

source: Enter a subject for your message
vi: Nhập tiêu đề cho tin nhắn của bạn

source: Message:
vi: Nội dung:

source: Write your email message
vi: Nhập nội dung mail của bạn

source: Send Test
vi: Gửi thử

source: Test mail to %s
vi: Gửi mail thử tới %s

source: Thank you for using HocWP, your SMTP mail settings work successfully.
vi: Cảm ơn bạn sử dung dịch vụ của HocWP Team, thông tin cấu hình gửi mail bằng SMTP hoạt động thành công.

source: Test Message Sent
vi: Tin nhắn thử đã được gửi đi

source: The result was: %s
vi: Kết quả tìm kiếm: %s

source: The full debugging output is shown below:
vi: Thông tin debug chi tiết được hiển thị bên dưới:

source: The SMTP debugging output is shown below:
vi: Thông tin debug gửi mail bằng SMTP được hiển thị bên dưới:

source: Please install and activate plugin %s for AMP extension works normally.
vi: Vui lòng cài đặt và kích hoạt plugin %s để gói mở rộng AMP được hoạt động bình thường.

source: Menu Button Label
vi: Nhãn nút trình đơn

source: Disable default font from AMP page styles.
vi: Không cho phép font mặc định tích hợp vào trang AMP của bạn.

source: Remove Default Font
vi: Xóa font mặc định

source: These fonts are used on the AMP site. Each font is separated by commas.
vi: Những font được sử dụng trên trang AMP. Mỗi font chữ được cách nhau bởi dấu phẩy.

source: Font %s URL
vi: Đường dẫn font %s

source: Custom CSS
vi: CSS tùy chỉnh

source: Site Footer
vi: Chân trang

source: Add to Head
vi: Thêm vào thẻ Head

source: AMP menu
vi: Trình đơn AMP

source: Your comment on "%s" has new reply
vi: Bình luận của bạn trên "%s" có trả lời mới

source: Hello %s,
vi: Xin chào %s,

source: Your comment on "%s" has new reply. You can see more details by clicking the link below:
vi: Bình luận của bạn trên "%s" có trả lời mới. Bạn có thể xem thông tin chi tiết bằng cách click chuột vào đường link bên dưới:

source: If the link above does not work, you can also copy and paste into the address bar of the browser to access.
vi: Nếu đường link bên trên không hoạt động, bạn cũng có thể sao chép và bỏ vào thanh địa chỉ của trình duyệt để truy cập.

source: Enable function to find thumbnail from post content automatically.
vi: Bật chức năng tự động tìm hình ảnh thu nhỏ trong nội dung bài viết một cách tự động.

source: Auto Thumbnail
vi: Ảnh thu nhỏ tự động

source: Dynamic Thumbnail
vi: Ảnh đại diện tự động

source: Thumbnail Url:
vi: Đường dẫn ảnh đại diện:

source: Go out page top
vi: Phía trên trang go out

source: Go out page middle
vi: Ở giữa trang go out

source: Go out page bottom
vi: Phía dưới trang go out

source: This url is not belong to %s, please choose these options below to continue.
vi: Đường dẫn này không thuộc về %s, vui lòng chọn những tùy chọn bên dưới để tiếp tục.

source: Go to URL
vi: Đi tới URL

source: Continue to this url
vi: Tiếp tục đến url

source: Go back
vi: Quay lại

source: Loading...
vi: Đang tải...

source: View more
vi: Xem thêm

source: Intro Image
vi: Ảnh giới thiệu

source: Header:
vi: Phần đầu:

source: Page:
vi: Trang:

source: Contact
vi: Liên hệ

source: Hotline Icon
vi: Biểu tượng hỗ trợ

source: Background Music
vi: Nhạc nền

source: Loading Image
vi: Hình ảnh đang tải

source: Loading Text
vi: Văn bản đang tải

source: Intro Music
vi: Nhạc giới thiệu

source: Right Logo
vi: Logo bên phải

source: Open menu tools
vi: Mở trình đơn công cụ

source: Close menu tools
vi: Đóng trình đơn công cụ

source: Enable sound
vi: Bật âm thanh

source: Disable sound
vi: Tắt âm thanh

source: Start auto tour
vi: Bật tự động xoay

source: Stop auto tour
vi: Tắt tự động xoay

source: Enter full screen mode
vi: Bật chế độ toàn màn hình

source: Exit full screen mode
vi: Thoát chế độ toàn màn hình

source: Show or hide hotspots
vi: Hiển thị hoặc ẩn các nhãn

source: [ X ] Experience now !!!
vi: [ X ] Trải nghiệm ngay !!!

source: Enable audio?
vi: Bật âm thanh?

source: Yes
vi: Có

source: No
vi: Không

source: VR Tour requires theme core version %s or later.
vi: VR Tour cần nhân giao diện phiên bản %s hoặc mới hơn.

source: The Google API Key has not been provided or is incorrect.
vi: Google API Key không được cung cấp hoặc không đúng.

source: Every %d Minutes
vi: Mỗi %d phút

source: Missing API Token or API Key!
vi: Thiếu API Token hoặc API Key!

source: Cannot find Cloudflare Zone ID!
vi: Không thể tìm thấy Cloudflare Zone ID!

source: %s is a singleton class and you cannot create a second instance.
vi: %s là lớp khai báo một lần nên bạn không thể khai báo lần hai.

source: Home Sidebar
vi: Thanh bên trang chủ

source: Display widgets on home page.
vi: Hiển thị widget trên trang chủ.

source: Search Sidebar
vi: Thanh bên trang tìm kiếm

source: Display widgets on search result page.
vi: Hiển thị widget trên trang tìm kiếm.

source: Archive Sidebar
vi: Thanh bên trang lưu trữ

source: Display widgets on archive page.
vi: Hiển thị widget trên trang lưu trữ.

source: Single Sidebar
vi: Thanh bên trang bài viết

source: Display widgets on single page.
vi: Hiển thị widget trên trang bài viết.

source: Page Sidebar
vi: Thanh bên trang

source: Display widgets on page.
vi: Hiển thị widget trên trang.

source: Not Found Sidebar
vi: Thanh bên trang 404

source: Display widgets on 404 page.
vi: Hiển thị widget trên trang 404.

source: Primary Color
vi: Màu chính

source: Auto Adjust
vi: Tự động điều chỉnh

source: Custom
vi: Tùy chỉnh

source: Apply a custom color for links, buttons, featured images.
vi: Áp dụng một màu tùy chỉnh cho liên kết, nút, hình ảnh nổi bật.

source: Background Color (%s)
vi: Màu nền (%s)

source: Theme Custom Color (%s)
vi: Màu giao diện tùy chỉnh (%s)

source: Stop using %s param from %s for loading resource from CDN.
vi: Ngừng sử dụng %s trong tham số %s để nạp tài nguyên từ CDN.

source: Please declare extension with Name and Description in header.
vi: Xin vui lòng khai báo gói mở rộng với đầy đủ tên và mô tả đặt tại ví trí trên cùng của tập tin.

source: Extension %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
vi: Gói mở rộng %1$s đã <strong>không còn được dùng nữa</strong> kể từ phiên bản %2$s! Sử dụng %3$s để thay thế.

source: Extension %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
vi: Gói mở rộng %1$s đã <strong>không còn được dùng nữa</strong> kể từ phiên bản %2$s và không có lựa chọn thay thế nào.

source: Page navigation
vi: Điều hướng trang

source: Posts navigation
vi: Điều hướng bài viết

source: First
vi: Đầu

source: Last
vi: Cuối

source: Page [CURRENT]/[TOTAL]
vi: Trang [CURRENT]/[TOTAL]

source: Check this out: %s
vi: Kiểm tra điều này: %s

source: Category: %s
vi: Chuyên mục: %s

source: Tag: %s
vi: Thẻ: %s

source: Author: %s
vi: Tác giả: %s

# yearly archives
source: Year: %s
vi: Năm: %s

# monthly archives
source: Month: %s
vi: Tháng: %s

# daily archives
source: Day: %s
vi: Ngày: %s

# post format archive title
source: Asides
vi: Bên lề

# post format archive title
source: Galleries
vi: Bộ sưu tập

# post format archive title
source: Images
vi: Hình ảnh

# post format archive title
source: Videos
vi: Video

# post format archive title
source: Quotes
vi: Trích dẫn

# post format archive title
source: Links
vi: Liên kết

# post format archive title
source: Statuses
vi: Trạng thái

# post format archive title
source: Audio
vi: Âm thanh

# post format archive title
source: Chats
vi: Trò chuyện

# post format archives
source: Post Format: %s
vi: Định dạng bài viết: %s

source: Archives: %s
vi: Lưu trữ: %s

source: Search results for: %s
vi: Kết quả tìm kiếm: %s

source: Search results
vi: Kết quả tìm kiếm

source: Recent posts
vi: Bài viết gần đây

source: Archives
vi: Lưu trữ

source: Page not found
vi: Trang không được tìm thấy

# back to top
source: Top
vi: Lên trên

source: Go to top
vi: Về đầu trang

source: <a href="%s" class="read-more-link">Read more &rarr;</a>
vi: <a href="%s" class="read-more-link">Xem thêm &rarr;</a>

source: Oops! That page can&rsquo;t be found.
vi: Rất tiếc! Trang bạn đang xem không thể tìm thấy.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
vi: Có vẻ như không có gì được tìm thấy tại vị trí này. Có thể thử một trong những link bên dưới hoặc tìm kiếm?

source: Most Used Categories
vi: Chuyên mục được dùng nhiều

source: Try looking in the monthly archives. %1$s
vi: Hãy thử tìm kiếm trong lưu trữ hàng tháng. %1$s

source: API name cannot be empty, can be place, geocode, distancematrix,...
vi: Tên của API không được để trống, có thể là place, geocode, distancematrix,...

source: Query parameters must be provided in full.
vi: Các tham số truy vấn phải được cung cấp đầy đủ.

source: Submit
vi: Gửi

source: -- Choose sidebar --
vi: -- Chọn sidebar --

source: -- Choose term --
vi: -- Chọn chuyên mục --

source: -- Choose %s --
vi: -- Chọn %s --

source: -- Choose menu --
vi: -- Chọn trình đơn --

source: -- Choose page --
vi: -- Chọn trang --

source: -- Choose post --
vi: -- Chọn bài viết --

source: Choose items
vi: Chọn mục

source: URL
vi: Đường dẫn

source: Remove
vi: Xóa

source: Add
vi: Thêm

source: Add images
vi: Thêm hình ảnh

source: Remove all images
vi: Xóa tất cả ảnh

source: %s (ID: %s - Taxonomy: %s - Post count: %s)
vi: %s (Mã ID: %s - Thể loại: %s - Số bài viết: %s)

source: Unknown name (Taxonomy: %s)
vi: Tên không xác định (Thể loại: %s)

source: Unknown
vi: Không xác định

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: Scale the image to the correct size (the thumbnail will keep the scale)
vi: Thu nhỏ ảnh theo kích thước chính xác (ảnh thu nhỏ sẽ được giữ nguyên tỉ lệ)

source: Content:
vi: Nội dung:

source: Image Link:
vi: Đường dẫn hình ảnh:

source: Add media
vi: Thêm tập tin

source: Remove media
vi: Xóa tập tin

source: Latitude:
vi: Vĩ độ:

source: Longitude:
vi: Kinh độ:

source: Drag to find address!
vi: Kéo để tìm địa chỉ!

source: <strong>ERROR:</strong> Javascript not activated!
vi: <strong>Lỗi:</strong> Javascript không được kích hoạt!

source: The website or theme is set up incorrectly.
vi: Trang web hoặc giao diện được thiết lập không đúng.

source: Your browser does not support the audio element.
vi: Trình duyệt của bạn không hỗ trợ thẻ audio.

source: Invalid VR Tour theme! Please try to activate VR Tour extension and try again.
vi: Giao diện VR Tour được cấu hình không đúng! Vui lòng thử kích hoạt gói mở rộng VR Tour và thử lại.

source: File can not be compressed!
vi: Tập tin không thể nén!

source: %s ago
vi: %s trước

source: Invalid Forminator form data!
vi: Dữ liệu Forminator không đúng!

source: An error has occurred, which probably means the feed is down. Try again later.
vi: Đã có lỗi xảy ra, có thể luồng tin không hoạt động. Hãy thử lại sau.

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: All date
vi: Tất cả ngày

source: Daily
vi: Hàng ngày

source: Weekly
vi: Hàng tuần

source: Monthly
vi: Hàng tháng

source: Yearly
vi: Hàng năm

# custom post type
source: Add New
vi: Thêm mới

# cutom-post-type
source: Add New %s
vi: Thêm %s mới

# custom post type
source: Edit %s
vi: Chỉnh sửa %s

# custom post type
source: New %s
vi: Tạo %s mới

# custom post type
source: View %s
vi: Xem %s
