Repository: skylarkcob/hocwp-theme
Catalog: custom/languages/*.po
Languages: vi

source: Primary
vi: Chính

source: Sidebar
vi: Thanh bên

source: Add widgets here.
vi: Thêm widget vào chỗ này.

source: Administration Tools
vi: Công cụ quản trị

source: Update Administrative Email
vi: Cập nhật email quản trị

source: Changing admin email address does not require confirmation.
vi: Thay đổi địa chỉ email quản trị không cần xác nhận.

source: New Email
vi: Địa chỉ email mới

source: Admin email has been changed successfully!
vi: Địa chỉ email quản trị đã được cập nhật thành công!

source: Change
vi: Thay đổi

source: Testing email has been sent successfully!
vi: Email thử đã được gửi đi thành công!

source: Send Test Email
vi: Gửi email thử

source: New admin user and email has been changed successfully!
vi: Tài khoản quản trị viên mới và địa chỉ email quản trị đã được đổi thành công!

source: A new admin account will be created to replace the old one, and the site's admin email address will be updated. Please make a backup before doing this.
vi: Tài khoản quản trị mới sẽ được tạo thay thế cho tài khoản cũ, đồng thời cập nhật địa chỉ email quản trị của trang. Xin vui lòng thực hiện sao lưu trước khi thực hiện thao tác này.

source: Create New Admin
vi: Tạo quản trị viên mới

source: Change URL
vi: Thay đổi đường dẫn

source: Change all old URLs in database into new URL.
vi: Thay đổi tất cả đường dẫn cũ trong cơ sở dữ liệu thành đường dẫn mới.

source: Old URL
vi: Đường dẫn cũ

source: New URL
vi: Đường dẫn mới

source: All URLs have been changed successfully!
vi: Tất cả đường dẫn đã được thay đổi thành công!

source: Please make a backup before you change site URL.
vi: Vui lòng thực hiện sao lưu trước khi tiến hành thay đổi đường dẫn trang web.

source: Cloudflare API
vi: Cloudflare API Key

source: Cloudflare's API exposes the entire Cloudflare infrastructure via a standardized programmatic interface. Using Cloudflare's API, you can do just about anything you can do on Cloudflare via the customer dashboard.
vi: API của Cloudflare cho thấy toàn bộ cơ sở hạ tầng Cloudflare thông qua giao diện lập trình được tiêu chuẩn hóa. Sử dụng API của Cloudflare, bạn có thể làm bất cứ điều gì bạn có thể làm trên Cloudflare thông qua bảng điều khiển khách hàng.

source: If you enter a API Token, you do not need to provide your API Key and email address below.
vi: Nếu bạn nhập mã API Token, bạn không cần phải cung cấp API Key và địa chỉ email bên dưới.

source: If you are not using API Token then you must provide API Key and email address.
vi: Nếu bạn không sử dụng API Token thì bạn phải cung cấp cả API Key và địa chỉ email.

source: Cloudflare Domain
vi: Tên miền Cloudflare

source: All cache files have been deleted successfully!
vi: Tất cả các tập tin cache đã được xóa thành công!

source: Delete
vi: Xóa

source: Purge Cache
vi: Xóa cache

source: Development Mode has been enabled successfully!
vi: Chế độ đang phát triển đã được bật thành công!

source: Enable Development Mode
vi: Bật chế độ phát triển

source: Install and set up the popular useful options on Cloudflare.
vi: Cài đặt và thiết lập các tùy chọn hữu ích phổ biến trên Cloudflare.

source: Cloudflare Settings
vi: Cài đặt Cloudflare

# cloudflare ssl
source: Off (not secure)
vi: Tắt (không an toàn)

# cloudflare ssl
source: Flexible
vi: Linh hoạt

# cloudflare ssl
source: Full
vi: Đầy đủ

# cloudflare ssl
source: Full (strict)
vi: Đầy đủ (nghiêm ngặt)

source: Redirect all requests with scheme "http" to "https".
vi: Chuyển hướng tất cả các yêu cầu với lược đồ "http" thành "https".

source: Always Use HTTPS
vi: Luôn luôn dùng HTTPS

source: Automatic HTTPS Rewrites helps fix mixed content by changing "http" to "https" for all resources or links on your web site that can be served with HTTPS.
vi: Ghi lại HTTPS tự động giúp sửa nội dung hỗn hợp bằng cách thay đổi "http" thành "https" cho tất cả các tài nguyên hoặc liên kết trên trang web của bạn có thể được phân phát với HTTPS.

source: Automatic HTTPS Rewrites
vi: Ghi lại HTTPS tự động

source: Early Hints allows browsers to preload linked assets before they see a 200 OK or other final response from the origin.
vi: Gợi ý sớm cho phép trình duyệt tải trước nội dung được liên kết trước khi họ thấy trạng thái 200 OK hoặc phản hồi cuối cùng khác từ nguồn gốc.

source: Early Hints
vi: Gợi ý sớm

source: Improve the paint time for pages which include JavaScript.
vi: Cải thiện thời gian tải cho các trang bao gồm JavaScript.

source: Rocket Loader
vi: Tải tên lửa

source: Keep your website online for visitors when your origin server is unavailable.
vi: Giữ cho trang web của bạn luôn trực tuyến đối với khách truy cập ngay cả khi server không hoạt động.

source: Always Online
vi: Luôn luôn trực tuyến

source: All settings have been fetched successfully!
vi: Tất cả các cài đặt đã được lấy thành công!

source: Fetch Settings
vi: Lấy cài đặt

source: All settings have been updated successfully!
vi: Tất cả cài đặt đã được cập nhật thành công!

source: Update Settings
vi: Cập nhật cài đặt

source: Import & Export
vi: Nhập & Xuất

source: Import and export theme settings or any options in database.
vi: Nhập và xuất cài đặt giao diện hoặc bất kỳ option nào trong cơ sở dữ liệu.

source: Copy the setting value and fill in the data entry box to import into the database when needed.
vi: Sao chép lại giá trị cài đặt và điền vào ô nhập dữ liệu để nhập vào cơ sở dữ liệu khi cần.

source: Theme Settings
vi: Cài đặt giao diện

source: Option name:
vi: Tên option:

source: Please enter option name to fetch value.
vi: Vui lòng nhập tên option để lấy giá trị.

source: Data has been fetched!
vi: Dữ liệu đã được lấy!

source: Please make a backup before you do this action.
vi: Vui lòng tạo bản sao lưu trước khi thực hiện hành động này.

source: Fetch
vi: Lấy

source: Settings have been exported!
vi: Cài đặt đã được xuất!

source: Export
vi: Xuất

source: Option value:
vi: Giá trị option:

source: Settings have been loaded!
vi: Cài đặt đã được tải!

source: Load Settings
vi: Tải cài đặt

source: Load settings
vi: Tải cài đặt

source: Settings have been imported!
vi: Cài đặt đã được nhập!

source: Import
vi: Nhập

source: Database Optimize
vi: Tối ưu cơ sở dữ liệu

source: Update database, remove transients and more.
vi: Cập nhật cơ sở dữ liệu, xóa transient và nhiều hơn thế nữa.

source: Enter the transient name you want to delete, all transients will be deleted if this field is empty.
vi: Nhập vào tên transient mà bạn muốn xóa, tất cả các transient sẽ được xóa nếu bạn để trống mục này.

source: Remove Transients
vi: Xóa transient

source: Transients have been removed!
vi: Tất cả transient đã được xóa!

source: Vietnamese Administrative Boundaries
vi: Địa giới hành chính Việt Nam

source: Import information about Vietnamese administrative boundaries into the database automatically.
vi: Nhập dữ liệu địa giới hành chính Việt Nam vào cơ sở dữ liệu.

source: Import the administrative boundary at the district level?
vi: Nhập dữ liệu địa giới hành chính cấp quận huyện?

source: District
vi: Quận huyện

source: Import the administrative boundary at the commune level?
vi: Nhập dữ liệu địa giới hành chính cấp phường xã?

source: Commune
vi: Phường xã

source: Choose taxonomy
vi: Chọn loại chuyên mục

source: Taxonomy
vi: Loại chuyên mục

source: Data has been imported successfully!
vi: Dữ liệu đã được nhập thành công!

source: Custom Code
vi: Mã tùy chỉnh

source: Google Analytics
vi: Mã Google Analytics

source: Fonts
vi: Font chữ

source: Load fonts or custom Cascading Style Sheets from URL, each URL on new line.
vi: Tải font chữ hoặc CSS tùy chỉnh từ URL, mỗi đường dẫn nằm trên một dòng.

source: Cascading Style Sheets
vi: Mã CSS

source: Head Code
vi: Mã ở thẻ head

source: Add code between <code>&lt;head&gt;</code> and <code>&lt;/head&gt;</code> tag.
vi: Thêm mã vào giữa thẻ <code>&lt;head&gt;</code> và <code>&lt;/head&gt;</code>.

source: Open Body Code
vi: Mã mở thẻ body

source: Add code after open <code>&lt;body&gt;</code> tag.
vi: Thêm mã vào sau mở thẻ <code>&lt;body&gt;</code>.

source: Body Code
vi: Mã ở thẻ body

source: Add code between <code>&lt;body&gt;</code> and <code>&lt;/body&gt;</code> tag.
vi: Thêm mã vào giữa thẻ <code>&lt;body&gt;</code> và <code>&lt;/body&gt;</code>.

source: Scripts
vi: Mã script

source: Load custom scripts from URL, each URL on new line.
vi: Tải script tùy chỉnh từ URL, mỗi đường dẫn nằm trên một dòng.

source: Footer Code
vi: Mã dưới chân trang

source: Add code before closing <code>&lt;body&gt;</code> tag.
vi: Thêm mã vào chân trang trước khi kết thúc thẻ <code>&lt;/body&gt;</code>.

source: Javascript
vi: Mã Javascript

source: Discussion
vi: Thảo luận

source: Comment Notification
vi: Thông báo bình luận

source: Notify commenters when their comment has new reply. You can use these tags in subject and message: %s
vi: Thông báo cho độc giả khi bình luận của họ có trả lời mới. Bạn có thể sử dụng những thẻ sau ở tiêu đề và nội dung tin nhắn: %s

source: Avatar Size
vi: Kích thước ảnh đại diện

source: Comment System
vi: Hệ thống bình luận

# comment system
source: Default
vi: Dùng form mặc định

# comment system
source: Facebook
vi: Dùng bình luận của Facebook

source: Using CAPTCHA for comment form?
vi: Sử dụng mã bảo mật cho khung bình luận?

source: CAPTCHA
vi: Mã bảo mật CAPTCHA

source: Mail Subject
vi: Tiêu đề thư

source: Mail Message
vi: Nội dung thư

source: Extensions
vi: Gói mở rộng

source: Number of items per page:
vi: Số lượng đối tượng hiển thị trên mỗi trang:

source: Columns
vi: Cột

source: Filter extensions list
vi: Lọc danh sách gói mở rộng

source: Search
vi: Tìm kiếm

source: Float Support
vi: Hỗ trợ dính

source: Phone
vi: Số điện thoại

source: Maps
vi: Bản đồ

source: URL:
vi: Đường dẫn:

source: Text:
vi: Văn bản:

source: Icon:
vi: Biểu tượng:

source: Icon Image:
vi: Biểu tượng bằng hình:

source: Apply vibrate effect.
vi: Dùng hiệu ứng rung.

source: Apply earthquake effect.
vi: Dùng hiệu ứng động đất.

source: Settings
vi: Cài đặt

source: Customize style for front-end displaying.
vi: Tùy chỉnh kiểu hiển thị bên ngoài trang web.

source: Vertical
vi: Chiều dọc

source: Horizontal
vi: Chiều ngang

source: Style
vi: Kiểu mẫu

source: Left
vi: Bên trái

source: Middle Left
vi: Giữa bên trái

source: Top Left
vi: Trên bên trái

source: Right
vi: Bên phải

source: Middle Right
vi: Giữa bên phải

source: Top Right
vi: Trên bên phải

source: Middle Bottom
vi: Giữa bên dưới

source: Middle Top
vi: Giữa bên trên

source: Position
vi: Vị trí

source: Margin
vi: Cách lề

source: Padding
vi: Thụt lề

source: Border Radius
vi: Bo tròn

source: Background Color
vi: Màu nền

source: Background Image
vi: Hình nền

source: Sort Order
vi: Thứ tự sắp xếp

source: General
vi: Chung

source: Site Identity
vi: Nhận diện trang

source: Provides logo and favicon so visitors can identify your site.
vi: Cung cấp logo và favicon để khách truy cập có thể nhận diện trang của bạn.

source: Site Icon
vi: Biểu tượng trang

source: The Site Icon is used as a browser and app icon for your site. Icons must be square, and at least <strong>32</strong> pixels wide and tall.
vi: Biểu tượng trang web được sử dụng trên tab của trình duyệt và ứng dụng. Biểu tượng phải là hình vuông và có kích thước ít nhất <strong>32</strong> cho chiều rộng và chiều cao.

source: Logo Display
vi: Kiểu hiển thị logo

source: Image
vi: Hình ảnh

source: Text
vi: Văn bản

source: Custom HTML
vi: Mã tùy chỉnh

source: Logo Text
vi: Văn bản

source: If empty, site name will be used. You can use <code>[DOMAIN]</code> for dynamic displaying.
vi: Nếu để trống, tên trang web sẽ được sử dụng. Bạn có thể sử dụng <code>[DOMAIN]</code> để hiển thị tự động.

source: Logo HTML
vi: Mã HTML

source: Logo Image
vi: Hình ảnh

source: Mobile Logo
vi: Logo cho điện thoại

source: Home
vi: Trang chủ

source: Posts Per Page
vi: Bài viết mỗi trang

source: Media
vi: Tập tin

source: The maximum media files upload per day for each member.
vi: Số lượng tập tin được phép tải lên tối đa hàng ngày cho mỗi thành viên.

source: Upload Per Day
vi: Tải lên mỗi ngày

source: The right JPEG quality will ensure your images look great, your pages load fast and even help you rank well in search engines.
vi: Chọn đúng chất lượng hình ảnh JPEG sẽ giúp hình ảnh của bạn trông đẹp, trang của bạn sẽ tải nhanh và sẽ giúp cải thiện thứ hạng trên bộ máy tìm kiếm.

source: JPEG Quality
vi: Chất lượng ảnh JPEG

source: If the original image width or height is above the threshold, it will be scaled down. The threshold is used as max width and max height.
vi: Nếu kích thước chiều cao và chiều rộng của hình ảnh lớn hơn kích thước tối đa, nó sẽ tự động kéo xuống. Kích thước tối đa áp dụng chung cho cả chiều rộng và chiều cao.

source: Big Image Size Threshold
vi: Kích thước ảnh tối đa

source: Image Sizes
vi: Kích thước hình ảnh

source: Image size settings, including width, height and image crop function.
vi: Cài đặt kích thước hình ảnh, bao gồm chiều rộng, chiều cao và chức năng cắt ảnh.

source: Mobile
vi: Điện thoại

source: Permalinks
vi: Đường dẫn tĩnh

source: Reading
vi: Đọc

source: Site Optimize
vi: Tối ưu hóa trang web

source: Back To Top Button
vi: Nút trở về đầu trang

source: Theme Customization
vi: Tùy chỉnh giao diện

source: Theme Color
vi: Màu sắc trình duyệt

source: Show loading effect while page rendering.
vi: Hiển thị hiệu ứng tải trang trong quá trình trang được tải.

source: Loading
vi: Đang tải

source: Show popup to notify visitor website is using cookie.
vi: Hiển thị popup để thông báo khách truy cập rằng trang web đang sử dụng cookie.

source: Cookie Alert
vi: Cảnh báo cookie

source: -- Choose breadcrumb type --
vi: -- Chọn kiểu breadcrumb --

source: Default
vi: Mặc định

source: Breadcrumb Type
vi: Kiểu breadcrumb

source: -- Choose menu toggle icon --
vi: -- Chọn biểu tượng chuyển đổi menu --

source: SVG icon
vi: Biểu tượng SVG

source: Line bars
vi: Dạng thanh dòng

source: Line burger
vi: Dạng thanh burger

source: Line burger 3
vi: Dạng thanh burger 3 dòng

source: Menu Toggle Icon
vi: Biểu tượng chuyển đổi menu

source: Blog Page
vi: Trang blog

source: Not Found Page
vi: Trang 404

source: Query Post Types
vi: Loại bài viết truy vấn

source: Search Post Types
vi: Loại bài viết tìm kiếm

# orderby
source: No order
vi: Không sắp xếp

# orderby
source: Post ID
vi: ID bài viết

# orderby
source: Post author
vi: Tác giả

# orderby
source: Post title
vi: Tiêu đề bài viết

# orderby
source: Post name
vi: Tên bài viết

# orderby
source: Post type
vi: Loại bài viết

# orderby
source: Post date
vi: Ngày đăng bài

# orderby
source: Last modified date
vi: Ngày cập nhật cuối

# orderby
source: Post parent
vi: Bài viết cha

# orderby
source: Random
vi: Ngẫu nhiên

# orderby
source: Number of comments
vi: Số lượt bình luận

# orderby
source: Search terms
vi: Cụm từ tìm kiếm

# orderby
source: Post order
vi: Thứ tự bài viết

source: Query Orderby
vi: Sắp xếp truy vấn

source: Excerpt More
vi: Ký tự xem thêm

source: Excerpt Length
vi: Độ dài mô tả

source: Excerpt Length Mobile
vi: Độ dài mô tả di động

source: Default Post Content
vi: Nội dung bài viết mặc định

source: Make last widget on sidebar sticky.
vi: Hiển thị widget cuối cùng trên sidebar theo dạng sticky.

source: Sticky Last Widget
vi: Sticky widget cuối

source: Use different sidebar on each theme layout page.
vi: Sử dụng thanh bên khác nhau cho từng loại trang của giao diện.

source: Variable Sidebar
vi: Thanh bên biến đổi

source: Show float post nav links on single page.
vi: Hiển thị nút điều hướng bài viết trước và sau bài viết hiện tại ở 2 bên màn hình.

source: Float Post Nav
vi: Điều hướng bài viết 2 bên

# sidebar position
source: Right
vi: Bên phải

# sidebar position
source: Left
vi: Bên trái

source: Sidebar Position
vi: Vị trí sidebar

source: Add random end point to url for displaying random post?
vi: Thêm random vào cuối đường dẫn để hiển thị bài viết ngẫu nhiên?

source: Random
vi: Ngẫu nhiên

source: Redirect user to homepage if the search term is empty.
vi: Chuyển tiếp người dùng đến trang chủ nếu từ khóa tìm kiếm rỗng.

source: Redirect Empty Search
vi: Chuyển tiếp tìm kiếm

source: Since WordPress version 5.5, all images will be used lazy loading, check here if you want to disable this function?
vi: Kể từ phiên bản WordPress 5.5, tất cả hình ảnh sẽ được tải bằng lazy loading, nhấn chọn vào đây nếu bạn muốn vô hiệu hóa chức năng này?

source: Disable Lazy Loading
vi: Vô hiệu hóa lazy loading

source: Use WebP images instead of regular images to reduce page load time.
vi: Sử dụng hình ảnh dạng WebP thay cho các hình ảnh thông thường nhằm giảm thời gian tải trang.

source: Use WebP
vi: Sử dụng WebP

source: Displays the back to top button when user scrolls down the bottom of site.
vi: Hiển thị nút trở về đầu trang khi người dùng cuộn xuống dưới trang.

source: Active
vi: Kích hoạt

source: Icon
vi: Biểu tượng

source: Icon HTML
vi: Biểu tượng HTML

source: Style Attribute
vi: Thuộc tính style

source: Socials
vi: Mạng xã hội

source: Social Urls
vi: Đường dẫn mạng xã hội

source: Enter url to your social networking account.
vi: Nhập đường dẫn vào tài khoản mạng xã hội của bạn.

source: See what your Facebook friends liked, shared, or commented on across the Web.
vi: Xem những gì bạn bè Facebook của bạn thích, chia sẻ, hoặc bình luận trên Web.

source: All information about Google account and Google console.
vi: Tất cả thông tin về tài khoản Google và Google console.

source: CAPTCHA helps protect you from spam and password decryption by asking you to complete a simple test that proves you are human and not a computer trying to break into a password protected account.
vi: CAPTCHA giúp bảo vệ bạn khỏi thư rác và giải mã mật khẩu bằng cách yêu cầu bạn hoàn thành một bài kiểm tra đơn giản để chứng minh bạn là con người chứ không phải một máy tính đang cố gắng xâm nhập vào tài khoản được bảo vệ bằng mật khẩu.

source: List Socials
vi: Danh sách mạng xã hội

source: You can specify a list of the socials on your site if current theme supports. Each social separated by commas. E.g: facebook, google, youtube
vi: Bạn có thể nhập danh sách các trang mạng xã hội để sử dụng trên trang web nếu giao diện có hỗ trợ. Mỗi giá trị được cách bởi dấu phẩy. Ví dụ: facebook, google, youtube

source: %s Icon
vi: Biểu tượng %s

source: -- Choose version --
vi: -- Chọn phiên bản --

# recaptcha
source: V2 Invisilbe
vi: V2 ẩn

# recaptcha
source: Enterprise
vi: Doanh nghiệp

source: ReCAPTCHA Version
vi: Phiên bản reCAPTCHA

source: ReCAPTCHA Project ID
vi: ID dự án reCAPTCHA

source: System Information
vi: Thông tin hệ thống

source: Writing
vi: Viết

source: Default Thumbnail
vi: Ảnh mặc định

source: Allow using custom HTML in term description.
vi: Cho phép sử dụng mã HTML tùy chỉnh trong phần mô tả của chuyên mục hoặc thẻ.

source: Term HTML Description
vi: Mô tả chuyên mục HTML

source: Current theme is not compatible with WordPress 5.8 or later, please active %s extension for theme works normally.
vi: Giao diện hiện tại chưa tương thích với phiên bản WordPress 5.8 hoặc cao hơn, vui lòng kích hoạt gói mở rộng %s để giao diện được hoạt động bình thường.

# setting page
source: general settings page
vi: trang cài đặt chung

source: You must change administrator's email address for site working, please go to %s and update it.
vi: Bạn phải thay đổi địa chỉ email của người quản trị để trang web được hoạt động, vui lòng đến %s và cập nhật nó.

source: %s posts have been updated!
vi: %s bài viết đã được cập nhật!

source: %s plugins have been disabled upgrade functional!
vi: %s plugin đã được vô hiệu hóa chức năng nâng cấp!

source: %s plugins have been enabled upgrade functional!
vi: %s plugin đã được bật chức năng nâng cấp!

source: Theme Plugins
vi: Danh sách plugin

source: PHP Info
vi: Thông tin PHP

source: Delete Posts
vi: Xóa bài viết

# required plugins list
source: this list
vi: danh sách này

source: You must install required plugins for theme can work properly. Try to install and activate all plugins in %s.
vi: Bạn phải cài đặt các plugin bắt buộc để cho giao diện được hoạt động bình thường. Hãy cài đặt và kích hoạt tất cả plugin trong %s.

source: You must install all required extensions for theme can work properly. Try to install and activate all extensions in %s.
vi: Bạn phải cài đặt các tiện ích bắt buộc để cho giao diện được hoạt động bình thường. Hãy cài đặt và kích hoạt tất cả tiện ích trong %s.

# list extensions link
source: here
vi: tại đây

source: You must enable WooCommerce extension for this theme. Try to activate it %s.
vi: Bạn phải kích hoạt gói mở rộng WooCommerce cho giao diện này. Thử kích hoạt nó %s.

source: Title:
vi: Tiêu đề:

source: Related posts
vi: Bài viết liên quan

source: Running backup...
vi: Đang chạy sao lưu...

source: Close
vi: Đóng

source: Template %s
vi: Mẫu %s

source: Change status
vi: Thay đổi trạng thái

source: Change category
vi: Thay đổi chuyên mục

source: Change post type
vi: Thay đổi loại bài viết

source: Close this box
vi: Đóng hộp này

source: Post status:
vi: Trạng thái bài viết:

source: Choose post status
vi: Chọn trạng thái bài viết

source: Choose %s
vi: Chọn %s

source: Post type:
vi: Loại bài viết:

source: Choose post type
vi: Chọn loại bài viết

source: Invalid email.
vi: Địa chỉ email không đúng.

source: Your new password: %s
vi: Mật khẩu mới của bạn: %s

source: [%s] Testing email
vi: [%s] Email thử

source: This is a testing email. If you see this message, it means your email setting works normally.
vi: Đây là email thử. Nếu bạn thấy tin nhắn này thì có nghĩa là cài đặt gửi email của bạn hoạt động bình thường.

source: The mailing system is not working!
vi: Hệ thống gửi mail không hoạt động!

source: Invalid email address!
vi: Địa chỉ email không đúng!

source: Invalid option name or empty option value.
vi: Tên option không đúng hoặc giá trị option trống.

source: Please fill the required fields above.
vi: Xin vui lòng nhập các mục bắt buộc bên trên.

source: AJAX nonce is invalid.
vi: AJAX nonce không đúng.

source: AJAX has been done successfully!
vi: AJAX đã được thực thi thành công!

source: Invalid AJAX callback.
vi: AJAX callback không đúng.

source: Backup failed.
vi: Sao lưu thất bại.

source: Backup done!
vi: Đã chạy sao lưu xong!

source: extension
vi: gói mở rộng

source: extensions
vi: gói mở rộng

source: No extensions found for &#8220;%s&#8221;.
vi: Không tìm thấy gói mở rộng cho &#8220;%s&#8221;.

source: No extensions found.
vi: Không tìm thấy gói mở rộng.

source: You do not appear to have any extensions available at this time.
vi: Bạn không có gói mở rộng nào khả dụng tại thời điểm hiện tại.

source: Name
vi: Tên

source: Description
vi: Mô tả

# hocwp theme extensions
source: All <span class="count">(%s)</span>
vi: Tất cả <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
vi: Kích hoạt <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
vi: Không kích hoạt <span class="count">(%s)</span>

source: Required <span class="count">(%s)</span>
vi: Bắt buộc <span class="count">(%s)</span>

source: Recommended <span class="count">(%s)</span>
vi: Được đề xuất <span class="count">(%s)</span>

source: Search <span class="count">(%s)</span>
vi: Tìm kiếm <span class="count">(%s)</span>

source: Activate
vi: Kích hoạt

source: Deactivate
vi: Ngừng kích hoạt

# hocwp theme extension
source: Deactivate %s
vi: Nừng kích hoạt %s

# hocwp-theme-extension
source: Activate %s
vi: Kích hoạt %s

source: Select %s
vi: Lựa chọn %s

source: <strong>Notice:</strong> %s extension(s) activated.
vi: <strong>Thông báo:</strong> %s gói mở rộng được kích hoạt.

source: <strong>Notice:</strong> %s extension(s) deactivated.
vi: <strong>Thông báo:</strong> %s gói mở rộng ngừng kích hoạt.

source: Functions
vi: Chức năng

source: Enable collapse and expand setting rows.
vi: Cho phép thu gọn và mở rộng hàng cài đặt.
